{
  "welcome": "مرحبا {0}, كيف حالك؟",

  "At Al-Dhamiri Media, we provide a graphic design service that responds to your creative needs and enhances your visual identity. Our professional team of designers strive to transform your ideas and visions into stunning designs that grab attention and stand out on all digital and paper media. Service features: Unique designs: We provide innovative and unique designs that reflect your identity and impose your presence in the market. Diversity of services: We offer a wide range of design services including designing logos, banners, posters, and marketing materials. High Professionalism: Our design is meticulous and professional, ensuring products that meet and exceed your expectations. Integration with visual identity: We ensure that designs integrate with your overall visual identity, enhancing consistency and recognition. How to benefit: Creative Consultation: We start with a consultation session to understand your needs and vision and adjust designs accordingly. Custom Implementation: We design a custom solution that meets your unique project needs. Follow-up improvement: We follow up with the design and modifications until you are completely satisfied with the final result. Take advantage of our service to enhance your visual presence and make your message clear and attractive across all communication and marketing media.": "نقدم في الضميري ميديا خدمة التصميم الجرافيكي التي تستجيب لاحتياجاتك الإبداعية وتعزز هويتك البصرية. يسعى فريق المصممين المحترفين لدينا إلى تحويل أفكارك ورؤيتك إلى تصميمات مذهلة تجذب الانتباه وتبرز على جميع الوسائط الرقمية والورقية. مميزات الخدمة: تصميمات فريدة: نقدم تصميمات مبتكرة وفريدة من نوعها تعكس هويتك وتفرض وجودك في السوق. تنوع الخدمات: نقدم مجموعة واسعة من خدمات التصميم بما في ذلك تصميم الشعارات واللافتات والملصقات والمواد التسويقية. احترافية عالية: تصميمنا دقيق ومهني، مما يضمن الحصول على منتجات تلبي توقعاتك وتتجاوزها. التكامل مع الهوية البصرية: نضمن أن تتكامل التصاميم مع هويتك البصرية الشاملة، مما يعزز الاتساق والاعتراف. كيفية الاستفادة: الاستشارة الإبداعية: نبدأ بجلسة استشارية لفهم احتياجاتك ورؤيتك وتعديل التصاميم وفقًا لذلك. التنفيذ المخصص: نقوم بتصميم حل مخصص يلبي احتياجات مشروعك الفريدة. متابعة التحسين: نتابع التصميم والتعديلات حتى تكون راضيًا تمامًا عن النتيجة النهائية. استفد من خدمتنا لتعزيز حضورك البصري وجعل رسالتك واضحة وجذابة عبر جميع وسائل الاتصال والتسويق.",
  "At Al-Dhamiri Media, we provide a service for managing social media platforms in terms of all services such as publishing posts, following up on progress, and responding to followers.": "نقدم في الضميري ميديا خدمة إدارة منصات التواصل الاجتماعي من حيث كافة الخدمات مثل نشر المنشورات ومتابعة التقدم والرد على المتابعين.",
  "Facebook_account_management": "ادارة حساب فيسبوك",
  "Instagram_account_management": "ادارة حساب انستجرام",
  "Account management": "ادارة حساب",
  "design": "تصميم",
  "DesignService": "خدمات التصميم",
  "Instagram": "انستجرام",
  "Facebook": "فيسبوك",
  "Followers increase": "زيادة متابعين",
  "At Al-Dhamiri Media, we offer the service of increasing real followers in the quantity you want, and the prices are very nominal": "نقدم في الضميري ميديا خدمة زيادة المتابعين الحقيقيين بالكمية التي تريدها وبأسعار رمزية جداً",
  "SnapChat": "سناب شات",
  "Telegram": "تليجرام",
  "TikTok": "تيك توك",
  "Pinterest": "بينتريست",
  "YouTube": "يوتيوب",
  "Visual identity design": "تصميم الهوية البصرية",
  "The visual identity design service at Al-Dhamiri Media creates a unique visual experience that expresses your identity or your brand identity. The goal is to create a look that uniquely identifies you and reflects the values and vision of your business, whether you are a company, brand, or individual.": "خدمة تصميم الهوية البصرية في الضميري للإعلام تخلق تجربة بصرية فريدة تعبر عن هويتك أو هوية علامتك التجارية. الهدف هو إنشاء مظهر يميزك بشكل فريد ويعكس قيم ورؤية عملك، سواء كنت شركة أو علامة تجارية أو فردًا.",
  "Social media designs": "تصاميم سوشيال ميديا",
  "Motion graphics": "موشن جرافك",
  "The motion graphics service at “Al-Dhamiri Media” consists of creating propaganda content to attract viewers, including animation and promotional videos for products or institutions.": "تتمثل خدمة الموشن جرافيك في “الضميري ميديا” في إنشاء محتوى دعائي لجذب المشاهدين، يشمل الرسوم المتحركة والفيديوهات الترويجية للمنتجات أو المؤسسات.",
  "The social media designs service at “Al-Dhamiri Media” consists of adding advertisements, cover designs, and designs for promotional advertisements for your organization.": "خدمة تصميمات مواقع التواصل الاجتماعي لدى “الضميري ميديا” تتمثل في إضافة إعلانات وتصميمات أغلفة وتصميمات للإعلانات الترويجية لمؤسستك."

}
